tap "rsteube/tap"

brew "bat"
brew "colima"
brew "coreutils"
brew "delta"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "llm"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pstree"
brew "ripgrep"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xonsh"
brew "zoxide"
brew "rsteube/tap/carapace"

cask "1password"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "clocker"
cask "ghostty"
cask "iina"
cask "markedit"
cask "rectangle-pro"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
