tap "rsteube/tap"

brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "helmsman"
brew "icdiff"
brew "jq"
brew "llm"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pstree"
brew "ripgrep"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xonsh"
brew "zoxide"
brew "rsteube/tap/carapace"
cask "1password"
cask "appcleaner"
cask "arc"
cask "bambu-studio"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "clocker"
cask "cryptomator"
cask "fantastical"
cask "hyperkey"
cask "iina"
cask "iterm2"
cask "markedit"
cask "notion"
cask "raycast"
cask "rectangle-pro"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
