brew "bat"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pstree"
brew "ripgrep"
brew "rsteube/tap/carapace"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xonsh"
brew "yq"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "fantastical"
cask "ghostty"
cask "iina"
cask "markedit"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "voiceink"
cask "whatsapp"
