alfred
bartender
caption
clipy
docker
iina
intellij-idea
iterm2
java
jdownloader
keepassxc
qlcolorcode
qlstephen
qlmarkdown
qlvideo
spectacle
spotify
the-unarchiver
transmission
whatsapp
zoomus
